export enum formErrors{
    EMPTYFIELD = "Одно или несколько полей пустые!",
    NOTEXISTS = "Пользователь не найден!",
    ALREADYEXISTS = "Пользователь с такими данными уже существует!",
    EMPTYPASSWORD = "Пароль не введён!",
    SHORTPASSWORD = "Пароль не может содержать менее 8 символов!",
    WRONGPASSWORD = "Неправильный пароль!",
    PASSNOTMATCH = "Пароли не совпадают",

    NOMIN =  "Одно из полей не достигло минимальной длины!",
    OVERMAX =  "Одно из полей превысило максимальную длину!"
}